electronicayciencia/esp32-misc/i2s-clocking/esp32c3/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_COMPILER_MINIMAL_BUILD=y
CONFIG_ESP32C3_DEFAULT_CPU_FREQ_160=y
CONFIG_I2S_ENABLE_STATIC_CHANNELS=y
CONFIG_BT_ENABLED=n
CONFIG_WIFI_ENABLED=n
